[
  {
    "title": "Teamwork: How PR and Marketing Content Can Help Spur Sales",
    "link": "http://www.prnewsonline.com/teamwork-how-pr-and-marketing-content-can-help-spur-sales/",
    "summary": "PR and marketing departments at B2B brands can reap benefits by providing busy sales teams with campaigns tailored to generate, encourage and cultivate prospects at every stage of the lengthy buying cycle.",
    "image_url": "/data/photos/newsfeed/01.jpg",
    "top_reply":   {
      "user_id": 3,
      "reply_icons": [14, 12, 13, 2, 11, 17, 7],
      "text": "Effective marketing means more than relying on direct mail advertising or television commercials. It has evolved into a multi-dimensional, multi-sensory process. Keep up with industry trends, as well as the new technology available to assist marketing efforts using these suggestions. To identify which of your marketing efforts are working, it’s important that you capture data from different channels like phone, SMS, chat, email, and your website. At Tenfold, they’ve developed such tool that aggregates these data and presents it in a single unified view. You can check out the various CRM integrations we offer here: https://www.quora.com/How-can-content-marketing-help-increase-sales."
    }
  },
  {
    "title": "How To Boost Your Brand Identity With Instagram",
    "link": "https://www.forbes.com/sites/constantcontact/2017/04/24/how-to-boost-your-brand-identity-with-instagram/?ss=sales-marketing",
    "summary": "Imagine a casual Instagrammer who wants to be thought of as adventurous. They post photos of themselves traveling to exotic locations, trying foreign foods, and living a life that seems extraordinary.",
    "image_url": "/data/photos/newsfeed/02.jpg",
    "top_reply":   {
      "user_id": 4,
      "reply_icons": [6, 7, 8, 1, 3, 1, 1, 1, 1, 1],
      "text": "Instagram is a platform that deals exclusively in photos and videos, which makes the kind of content you’re posting instrumental in growing and connecting with your fans. It’s not enough"
    }
  },
  {
    "title": "Localized Digital Marketing: How Brands Like Airbnb And WeWork Are Leading The Way",
    "link": "https://www.forbes.com/sites/gabrielshaoolian/2017/07/26/localized-digital-marketing-how-brands-like-airbnb-and-wework-are-leading-the-way/?ss=sales-marketing",
    "summary": "Local businesses are some of the slowest to adapt to digital technologies and digital marketing strategies. That’s because small local business owners have to wear many hats, and with so many responsibilities.",
    "image_url": "/data/photos/newsfeed/03.jpg",
    "top_reply":   {
      "user_id": 2,
      "reply_icons": [9, 10, 11, 17, 18, 1, 1, 1, 1, 1, 1],
      "text": "Airbnb has a pretty intensive refer-a-host program. If someone successfully refers a host to Airbnb, that person will get a $75 travel credit from Airbnb to spend on their next booking. And people can earn up to $3000 value in travel credits"
    }
  },
  {
    "title": "It’s the End of Retail As We Know It: How Can Marketers Adapt?",
    "link": "https://www.ama.org/publications/MarketingNews/Pages/end-retail-as-we-know-it-how-can-marketers-adapt.aspx",
    "summary": "The rise of mobile devices has ensured retail will never be the same. Companies must deliver a new customer experience or risk falling into the retail chasm.",
    "image_url": "/data/photos/newsfeed/04.jpg",
    "top_reply":   {
      "user_id": 15,
      "reply_icons": [12, 3, 14, 13, 16, 1, 1],
      "text": "When you’re selling products online, all the customer has to go by are your images and descriptions of the products. Also, customer reviews. The more enticing your product looks online"
    }
  },
  {
    "title": "Blueshift: The Tech Startup Using A.I. To Shift How Marketers Engage Consumers",
    "link": "https://www.forbes.com/sites/julianmitchell/2017/09/26/blueshift-the-tech-startup-using-a-i-to-shift-how-marketers-engage-consumers/?ss=sales-marketing",
    "summary": "Founded in 2014, Blueshift is an industry-leading marketing technology company that specializes in using artificial intelligence to help businesses implement audience-of-one targeting.",
    "image_url": "/data/photos/newsfeed/05.jpg",
    "top_reply":   {
      "user_id": 5,
      "reply_icons": [18, 1, 6, 7, 8, 1, 1, 1, 1, 1, 1, 1],
      "text": "The reason why it’s a game changer is because it dramatically changes how marketing approaches the matter of understanding with customers. AI-powered marketing allows to shift from an understanding"
    }
  },
  {
    "title": "How to Get a Tuition-Free Crash Course in Media Relations, Part II",
    "link": "http://www.prnewsonline.com/how-to-get-a-tuition-free-crash-course-in-media-relations-part-ii/",
    "summary": "On July 14 on this web site I authored a post detailing how PR practitioners can obtain a tuition-free master course in media relations by paying attention to the political scene.",
    "image_url": "/data/photos/newsfeed/06.jpg",
    "top_reply":   {
      "user_id": 6,
      "reply_icons": [11, 13, 9, 10, 12, 1, 1, 1, 1],
      "text": "Here is a link to the courses offered by Cambridge university. 30 in total, all with a strong academic focus. None related to design. In fact, these are probably the same 30 courses offered for the past 40 years."
    }
  }
]
