[
  {
    "title": "Teamwork: How PR and Marketing Content Can Help Spur Sales",
    "link": "http://www.prnewsonline.com/teamwork-how-pr-and-marketing-content-can-help-spur-sales/",
    "summary": "PR and marketing departments at B2B brands can reap benefits by providing busy sales teams with campaigns tailored to generate, encourage and cultivate prospects at every stage of the lengthy buying cycle.",
    "image_url": "/data/photos/newsfeed/01.jpg",
    "top_reply":   {
      "user_id": 1,
      "reply_icons": [3, 4, 5, 1, 2, 3, 4, 5],
      "text": "I was a skeptic of the book, as a lower working class female with all the odds against me I wondered how she could possibly relate. Her points are free of economical differences in general. I'd say nearly every single topic deeply applied to me, and speaks directly to me. As a Mother of boys, I do not want to downsize their success for little girls. I want to bring them into a revised state of being where they will work along side, lift up and celebrate their future wife and daughters as equals, be strong willed and honorable Men who are the partners and protectors of their women because that is what is right, and that is what is sacred. The reptilian male dominated world is fading, the genders (all however many of them there are) should rise together and we should be enlightened as a species."
    }
  },
  {
    "title": "How To Boost Your Brand Identity With Instagram",
    "link": "https://www.forbes.com/sites/constantcontact/2017/04/24/how-to-boost-your-brand-identity-with-instagram/?ss=sales-marketing",
    "summary": "Imagine a casual Instagrammer who wants to be thought of as adventurous. They post photos of themselves traveling to exotic locations, trying foreign foods, and living a life that seems extraordinary.",
    "image_url": "/data/photos/newsfeed/02.jpg",
    "top_reply":   {
      "user_id": 2,
      "reply_icons": [6, 7, 8, 1, 2, 3],
      "text": "It is very normal that a woman is called leftover when she don't marry someone when 29; actually, i am 26 now, and everyday people around keep telling me i need marry someone but shouldn't work so hard because finally i will marry someone and end up in a family raising up a Child, this is the same situation that when i was little girl and people kept persuading my parents shouldn't offer me education because i will marry someone and don't belongs to the family any more.Lucky that i survive"
    }
  },
  {
    "title": "Localized Digital Marketing: How Brands Like Airbnb And WeWork Are Leading The Way",
    "link": "https://www.forbes.com/sites/gabrielshaoolian/2017/07/26/localized-digital-marketing-how-brands-like-airbnb-and-wework-are-leading-the-way/?ss=sales-marketing",
    "summary": "Local businesses are some of the slowest to adapt to digital technologies and digital marketing strategies. That’s because small local business owners have to wear many hats, and with so many responsibilities.",
    "image_url": "/data/photos/newsfeed/03.jpg",
    "top_reply":   {
      "user_id": 3,
      "reply_icons": [9, 10, 11],
      "text": "I fear your heart is well cocooned in some very deep pain and hurt. Your resentment towards women, your callous and offensive words are demonstrative of it. I hope you find the peace you need and can move forward with open eyes. Sending love your way."
    }
  },
  {
    "title": "It’s the End of Retail As We Know It: How Can Marketers Adapt?",
    "link": "https://www.ama.org/publications/MarketingNews/Pages/end-retail-as-we-know-it-how-can-marketers-adapt.aspx",
    "summary": "The rise of mobile devices has ensured retail will never be the same. Companies must deliver a new customer experience or risk falling into the retail chasm.",
    "image_url": "/data/photos/newsfeed/04.jpg",
    "top_reply":   {
      "user_id": 4,
      "reply_icons": [12, 13, 14],
      "text": "What i want to ask today is: my friend got pregant four months ago, and her manager and boss try to get her out of the company, as the law, women will get at least 158 days away since baby come,and the boss don't want to pay the salary during these days, but they can't fire the lady, so they adjust my friend's position and do different work, sometimes even put her into a printer room or just let her sit in the front of the workplace and do nothing, they do this to force my friend to quit the job herself. what my friend can do?"
    }
  },
  {
    "title": "Blueshift: The Tech Startup Using A.I. To Shift How Marketers Engage Consumers",
    "link": "https://www.forbes.com/sites/julianmitchell/2017/09/26/blueshift-the-tech-startup-using-a-i-to-shift-how-marketers-engage-consumers/?ss=sales-marketing",
    "summary": "Founded in 2014, Blueshift is an industry-leading marketing technology company that specializes in using artificial intelligence to help businesses implement audience-of-one targeting.",
    "image_url": "/data/photos/newsfeed/05.jpg",
    "top_reply":   {
      "user_id": 5,
      "reply_icons": [15, 16, 17],
      "text": "I was a skeptic of the book, as a lower working class female with all the odds against me I wondered how she could possibly relate. Her points are free of economical differences in general. I'd say nearly every single topic deeply applied to me, and speaks directly to me. As a Mother of boys, I do not want to downsize their success for little girls. I want to bring them into a revised state of being where they will work along side, lift up and celebrate their future wife and daughters as equals, be strong willed and honorable Men who are the partners and protectors of their women because that is what is right, and that is what is sacred. The reptilian male dominated world is fading, the genders (all however many of them there are) should rise together and we should be enlightened as a species."
    }
  },
  {
    "title": "How to Get a Tuition-Free Crash Course in Media Relations, Part II",
    "link": "http://www.prnewsonline.com/how-to-get-a-tuition-free-crash-course-in-media-relations-part-ii/",
    "summary": "On July 14 on this web site I authored a post detailing how PR practitioners can obtain a tuition-free master course in media relations by paying attention to the political scene.",
    "image_url": "/data/photos/newsfeed/06.jpg",
    "top_reply":   {
      "user_id": 6,
      "reply_icons": [18, 1, 2],
      "text": "It is very normal that a woman is called leftover when she don't marry someone when 29; actually, i am 26 now, and everyday people around keep telling me i need marry someone but shouldn't work so hard because finally i will marry someone and end up in a family raising up a Child, this is the same situation that when i was little girl and people kept persuading my parents shouldn't offer me education because i will marry someone and don't belongs to the family any more.Lucky that i survive"
    }
  }
]
