[
  {
    "user_id": 3,
    "vote_score": 21,
    "timestamp": "2017-09-27T10:30:15.567626Z",
    "is_readers_pick": true,
    "text": "Effective marketing means more than relying on direct mail advertising or television commercials. It has evolved into a multi-dimensional, multi-sensory process. Keep up with industry trends, as well as the new technology available to assist marketing efforts using these suggestions. <br><br> To identify which of your marketing efforts are working, it’s important that you capture data from different channels like phone, SMS, chat, email, and your website. At Tenfold, they’ve developed such tool that aggregates these data and presents it in a single unified view.<br><br> You can check out the various CRM integrations we offer here: <a href=#>https://www.tenfold.com/integrations</a>"
  },
  {
    "user_id": 14,
    "vote_score": 18,
    "timestamp": "2017-09-27T10:42:15.567626Z",
    "text": "In the below post, where ever you find the emails as a way to engage leads, you need content. Sales is all about campaigns to engage leads or close leads.<br><br>Sales follow ups are not neutralist. It either engages the marketing lead or disengages the marketing lead. Engaging more and more marketing leads and improving your engagement ratio can become a key Competitive Advantage. When engagement is the key metric you should monitor engagement and not activities. So you you should measure with how many potential buyers replied rather than how many dials the counselor made? In the below paragraphs I have answered the tactical secrets first and the strategic one at the last. So tactical questions like: How should I follow up 5 to 6 times leading to engagement rather than disengagement? <br><br> What should I say in my 2nd, 3rd, 4th or 5th follow up emails, calls,sms etc? If you have decided to follow a lead 6 times, would you follow him 6 times in the next 30 minutes? Wouldn't that irritate the prospect? What should be the spacing of days between the follow ups? Where as the strategic question — How do I gain more attention and mind share of the web leads than my competition?"
  },
  {
    "user_id": 12,
    "vote_score": 12,
    "timestamp": "2017-09-27T10:01:15.567626Z",
    "text": "It used to take 3 to 4 follow up attempts in 2007 and today it takes 8 attempts. Earlier prospects had to talk to sales people to know about the products and services. Today they get these information from web and social media. So, they connect with the sales reps latter. Therefore sales reps have to make more attempts to reach the prospects. If we are making 2 to 3 attempts, we are leaving money on the table."
  },
  {
    "user_id": 13,
    "vote_score": 5,
    "timestamp": "2017-09-27T09:59:15.567626Z",
    "text": "Let's suppose that we have filled up the web form and is a lead for your English course. There after he has still not visited your center. Would you call him 5 times? Or after the second telephonic attempt you will try to reach him through what's app or sms or email? The role of sales is to engage and not just create awareness. <br><br> The role of sales is not to irritate people away rather engage prospects. The roadway or pathway of engaging prospects is the communication channels like sms,emai,whats app and phone call. If a person is not picking your phone you would not you like to use the other communication channels to reach the prospect and share your ideas."
  },
  {
    "user_id": 2,
    "vote_score": 3,
    "timestamp": "2017-09-27T10:30:15.567626Z",
    "text": "Every attempt to reach the customer be it sms, or email or what's app from day one, is a chance to stand out and give your prospects a hyper-segmentation. Let's proceed ahead with the above example. You have dialed twice and the prospect has not picked the phone. So after second dialing attempt you will reach him through another communication channel .Let's assume its SMS. Out of the two templates mentioned below, which one would you prefer: <br><br> [I am Sudip from XYZ. I have been trying to reach you. When can we talk] or <br><br> [I remember how we helped another student , who also belonged from Rohini, how we helped him to increase his spoken English in 60 days. Would you like to know how?]"
  },
  {
    "user_id": 11,
    "vote_score": 1,
    "timestamp": "2017-09-27T10:42:15.567626Z",
    "text": "Content is your gateway to your brand messaging. It is the starting point of your lead generation funnel. This is how your target group is made aware of what your brand or product is about"
  },
  {
    "user_id": 17,
    "vote_score": 0,
    "timestamp": "2017-09-27T10:01:15.567626Z",
    "text": "Love this article! Really helpful :)"
  },
  {
    "user_id": 7,
    "vote_score": -1,
    "timestamp": "2017-09-27T09:59:15.567626Z",
    "text": "Most of the article is pretty obvious. it might be interesting for the beginners tho"
  }
]
