[
  {
    "title": "How do you manage your personal relationships while juggling between writing, working and studying?",
    "top_reply":   {
      "user_id": 18,
      "reply_icons": [16, 17],
      "text": "I've always believed that true love is about wanting the best for the other person. It's about understanding priorities, supporting each other's goals and being there for one another. Personal relationships won't work if the other person doesn't understand your commitments and distracts you from your dreams. I've seen this happen multiple times. In my opinion, that just isn't true love."
    }
  },
  {
    "title": "What do you prefer for the lead generation, cold calling or cold mailing?",
    "top_reply":   {
      "user_id": 6,
      "reply_icons": [6, 7, 8, 9, 10, 11],
      "text": "I actually don't do both, they are not very successful unless you are looking for only a 1% return. If I had the choice between both it would be cold calling, having the right pitch for them towant to know more. Also you can do a recorded call to save a lot of time with a quick 15 second pitch to lead them to the next step."
    }
  },
  {
    "title": "Can someone give me a step-by-step analysis on email marketing? What platforms do you use? Where do you find affiliate products?",
    "top_reply":   {
      "user_id": 9,
      "reply_icons": [9, 10, 11, 1, 2, 3],
      "text": "Well I can give you all the answers in 1 amazing platform! BA membership comes with a 10,000 email autoresponder, as well as unlimited websites/funnels,video editor, ecommerce, membership sites, FB integrations and app creator! Basically everything you need for an online business…and if you act fast I can get you a 40% discount! Check out the deets under my video (on youtube)."
    }
  },
  {
    "title": "What is the most detailed guide to affiliate marketing? How do I make money out of it?",
    "top_reply":   {
      "user_id": 10,
      "reply_icons": [12, 13, 14, 8, 7, 1],
      "text": "Most people know that in order to do anything well, you need to increase your knowledge of the subject. Affiliate marketing, like any profession, requires the learner to spend some time training. For example every knows that for one to become a doctor you have to go through many years in university reading and incorporating practical before you are allowed to practice."
    }
  },
  {
    "title": "How will AI and machine learning impact internet marketing?",
    "top_reply":   {
      "user_id": 11,
      "reply_icons": [13, 14, 15, 18, 4, 1],
      "text": "In short, AI will revolutionize the way we market to people online. We’ll use machine learning to optimize our marketing like never before – Personalized to each user at the right time, place and with the right messaging. All in all, internet marketing will become astronomically more efficient for us. And at the end of the day, improved efficiency = saved time = saved money. It’s a win/win/win situation."
    }
  }
]
